Repository: igorcferreira/MusicStreamSync
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Authenticate
pt_br: Entrar

source: Authenticate to Last.FM
pt_br: Entre com sua conta Last.FM

source: Click to see your playlists and favourites
pt_br: Aperte para ver suas playlists e músicas favoritas

source: History
pt_br: Recentes

source: Input Username and Password to scrobble current listening to Last.FM
pt_br: Entre seu usuário e senha do Last.FM para atualizar seu perfil com as músicas que estão tocando

source: Loading...
pt_br: Carregando…

source: Manual Scrobble
pt_br: Scrobble manual

source: Password
pt_br: Senha

source: Password:
pt_br: Senha:

# Play %@ - %@
source: Play %1$@ - %2$@
pt_br: Tocar %1$@ - %2$@

source: Recently Played
pt_br: Escutadas recentemente

source: Refresh
pt_br: Atualizar

source: Select the items to scrobble and then hit 'Scrobble' to update your Last.fm library
pt_br: Selecione as músicas abaixo e use o botão ‘Scrobble’ para atualizar a sua biblioteca Last.FM

source: Sign off
pt_br: Sair

source: Username
pt_br: Usuário

source: Username:
pt_br: Usuário:
